// Localized application name
"applicationName" = "Trasferimento file Android";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Nome";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Ultima modifica";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Dimensioni";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nuova cartella";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Elimina";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Copia";

// Text shown on a button which cancels an operation.
"cancelButton" = "Annulla";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Annullamento";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Preparazione alla copia in \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Valutazione del tempo rimanente in corso...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Meno di 5 secondi rimanenti";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Meno di 15 secondi rimanenti";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Meno di 30 secondi rimanenti";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Circa 1 minuto rimanente";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Circa 1 ora rimanente";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ di %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "cartella senza nome";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 elemento, %1$@ disponibili";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Errore durante l'eliminazione";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Impossibile eliminare il file o la cartella con il nome \"%@\"";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Impossibile creare la cartella";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Impossibile collegarsi al dispositivo";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Impossibile comunicare con il dispositivo";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Impossibile rinominare la cartella";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Impossibile rinominare il file";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Impossibile copiare il file";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Impossibile sostituire il file";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Impossibile copiare il file \"%@\"";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Trasferimento file Android non può aprire file.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Per aprire un file, spostalo prima sul computer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Trasferimento file Android non può aprire più elementi.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Nessun elemento selezionato per l'apertura.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Seleziona un singolo elemento e riprova.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Nessun errore";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Nessun elemento esistente con quel nome";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Il dispositivo non è inizializzato. Prova a ricollegarlo o a riavviarlo";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Esiste già un file o una cartella con questo nome";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Prova a ricollegare o a riavviare il dispositivo.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "In questa cartella esiste già un elemento denominato \"%@\".";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Desideri sostituire l'elemento esistente con quello che sta per essere copiato?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Sostituisci";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Ignora";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Sostituisci tutto";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Il file \"%@\" è troppo grande.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Trasferimento file Android può trasferire solo file con dimensioni inferiori a 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Eliminare definitivamente gli elementi selezionati?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Non puoi annullare questa azione";

// Label for the About menu item
"menuAbout" = "Informazioni su Trasferimento file Android";
// Label for the Services menu item
"menuServices" = "Servizi";
// Label for the menu item which hides the application
"menuHide" = "Nascondi Trasferimento file Android";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Nascondi le altre";
// Label for the menu item which shows all windows
"menuShowAll" = "Mostra tutto";
// Label for the menu item which quits the application
"menuQuit" = "Esci da Trasferimento file Android";

// Label for the File menu
"menuFile" = "File";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nuova cartella";
// Label for the menu item which closes the window
"menuCloseWindow" = "Chiudi finestra";
// Label for the menu item which deletes the selected items
"menuDelete" = "Elimina";

// Label for the Go menu
"menuGo" = "Vai";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Indietro";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Inoltra";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Cartella di inclusione";
// Label for the menu item which open the selected
"menuOpenFolder" = "Apri cartella";

// Label for the Window menu
"menuWindow" = "Finestra";
// Label for the minimize window menu item
"menuMinimize" = "Riduci a icona";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Porta tutto in primo piano";

// Label for the Help menu
"menuHelp" = "Guida";
// Label for the help menu item
"menuHelpItem" = "Guida di Trasferimento file Android";

// Title shown on the welcome screen.
"welcomeTitleText" = "Benvenuto in Trasferimento file Android";
// Body text of welcome screen.
"welcomeBodyText" = "Collega il tuo Mac al tuo dispositivo Android utilizzando il suo cavo USB. Trascina quindi gli elementi tra la finestra di Trasferimento file Android e le finestre del Finder. Scegli Guida > Guida di Trasferimento file Android per ulteriori informazioni.\n\nTrasferimento file Android supporta Android 3.0 o versioni successive.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Inizia";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Nessun dispositivo Android trovato";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Per iniziare, collega il tuo dispositivo Android con un cavo USB.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
